README.org
* The Exodinomicon

This tool takes a folder filled with .org files which are written in a 
specific format and transformes them to .html files. Additionally it creates
an index.html file that contains all the .html files.

** The Exodinomicon Format
First line has to start with * following a space and then the headline of the entry.
Every following line is the content of the entry.
