README.md

# Table of Contents

1.  [The Exodinomicon](#org3720483)
    1.  [The Exodinomicon Format](#orgd6c40f1)


<a id="org3720483"></a>

# The Exodinomicon

This tool takes a folder filled with .org files which are written in a 
specific format and transformes them to .html files. Additionally it creates
an index.html file that contains all the .html files.


<a id="orgd6c40f1"></a>

## The Exodinomicon Format

First line has to start with \* following a space and then the headline of the entry.
Every following line is the content of the entry.

